<?php
/**
 * -----------------------------------------------------------------------------------------------+
 * 数据库连接配置                                                                                   |
 * -----------------------------------------------------------------------------------------------+
 */

    define('DB_HOST','localhost');      //数据库连接地址(IP)
    define('DB_USER','root');           //数据库登陆账号
    define('DB_PASS','123456');         //数据库登陆账号对应的密码
    define('DB_NAME','apple_bbs');      //数据库名称
    define('DB_CHARSET','utf8');        //数据库字符集
    define('DB_PREFIX','bbs_');         //数据表前缀